Repository: ABDULELAHWAJDIFADHEL/Rushroom
Catalog: Rush Rooms/Constants/*.lproj/Localizable.strings
Languages: ar

source: English
ar: AEnglishA

source: Arabic
ar: AArabicA

source: Cancel
ar: ACancelA

source: Ok
ar: AOkA

# SELECT_DOB
source: Select Date of Birth
ar: ASelect Date of BirthA

source: Male
ar: AMaleA

source: Female
ar: AFemaleA

source: Other
ar: AOtherA

source: First Name
ar: AFirst NameA

source: Enter First Name
ar: AEnter First NameA

source: Last Name
ar: ALast NameA

source: Enter Last Name
ar: AEnter Last NameA

source: Mobile Number
ar: AMobile NumberA

source: Enter Mobile Number
ar: AEnter Mobile NumberA

source: Country/Region
ar: ACountry/RegionA

source: Email
ar: AEmailA

source: Enter Email
ar: AEnter EmailA

source: Username
ar: AUsernameA

source: Enter Username
ar: AEnter UsernameA

# DOB
source: Date of Birth
ar: ADate of BirthA

source: Gender
ar: AGenderA

source: Password
ar: APasswordA

source: Enter Password
ar: AEnter PasswordA

source: Confirm Password
ar: AConfirm PasswordA

source: Enter Confirm Password
ar: AEnter Confirm PasswordA

# EMPTY_FIRST_NAME
source: Please enter first name
ar: APlease Enter First NameA

# EMPTY_LAST_NAME
source: Please enter last name
ar: APlease Enter Last NameA

# EMPTY_COUNTRY
source: please select country/Region
ar: Aplease Select Country/RegionA

# EMPTY_PHONE_NUMBER
source: Please enter phone number
ar: APlease Enter Phone NumberA

# EMPTY_EMAIL
source: Please enter email
ar: APlease Enter EmailA

# INVALID_EMAIL
source: Your email is incorrect
ar: AYour Email is IncorrectA

# EMPTY_USERNAME
source: Please enter username
ar: APlease Enter UsernameA

# EMPTY_DOB
source: Please select date of Birth
ar: APlease Select Date of BirthA

# EMPTY_GENDER
source: Please select gender
ar: APlease Select GenderA

# EMPTY_PASSWORD
source: Please enter password
ar: APlease Enter PasswordA

# INVALID_PASSWORD
source: Your password is incorrect
ar: AYour Password is IncorrectA

# EMPTY_CONFIRM_PASSWORD
source: Please enter confirm password
ar: APlease Enter Confirm PasswordA

# INVALID_CONFIRM_PASSWORD
source: Your confirm password is incorrect
ar: AYour Confirm Password is IncorrectA

# UNEQUAL_PASSWORD
source: Password and confirm password should be same
ar: APassword and Confirm Password should be sameA

# LANGUAGE_TITLE
source: Welcome to Rush Rooms
ar: AWelcome to Rush RoomsA

# LANGUAGE_SUB_TITLE
source: Select your language
ar: ASelect your languageA

# SPLASH_TITLE_ONE
source: Find your best Hotel to stay
ar: AFind your best Hotel to stayA

# SPLASH_TITLE_TWO
source: Best apartment and hotel booking
ar: ABest apartment and hotel bookingA

# SPLASH_TITLE_THREE
source: Enjoy your holiday time
ar: AEnjoy your holiday timeA

# SPLASH_SUB_TITLE
source: Adipiscing vitae, id non vitae, elementum, purus fermentum. Mus aliquam pellentesque
ar: AAdipiscing vitae, id non vitae, elementum, purus fermentum. Mus aliquam pellentesqueA

source: Let's get
ar: ALet's getA

source: started
ar: AstartedA

source: Sign Up
ar: ASign UpA

# ALREADY_HAVE_ACCOUNT
source: Already have an account?
ar: AAlready have an account?A

source: Log In
ar: ALog InA

# WELCOME_SUB_TITLE
source: Login to your account below or signup for an amazing experience
ar: ALogin to your account below or signup for an amazing experienceA

# SIGN_UP_PHONE_NO
source: SignUp Via Phone No.
ar: ASignUp Via Phone No.A

# SIGN_UP_EMAIL
source: SignUp Via Email
ar: ASignUp Via EmailA

# SIGN_UP_TITLE
source: Create an account
ar: ACreate an accountA

# SIGN_UP_SUB_TITLE
source: Letâ€™s us know what your name, email, and your password
ar: ALetâ€™s us know what your name, email, and your passwordA

# CONTINUE_BTN
source: Continue
ar: AContinueA

# COUNTRY_CODE_MSG
source: Select a Country For Rush Rooms
ar: ASelect a Country For Rush RoomsA

# SIGN_UP_ADD_INFO_TITLE
source: Add your info
ar: AAdd your infoA

source: Reset Password
ar: AReset PasswordA

source: Reset
ar: AResetA

# VERIFY_TITLE
source: Successfully Changed
ar: ASuccessfully ChangedA

source: Login again
ar: ALogin againA

# VERIFY_SUB_TITLE
source: Your password was Successfully Changed Close this window and login again
ar: AYour password was Successfully Changed Close this window and login againA

source: Forgot password?
ar: AForgot password?A

# FORGOT_SUB_TITLE_EMAIL
source: Enter the Email address associated with your account
ar: AEnter the Email associated with your accountA

# FORGOT_SUB_TITLE_PHONE
source: Enter the phone number associated with your account
ar: AEnter the phone number associated with your accountA

source: Reset via Email
ar: AReset via EmailA

source: Reset via Phone No.
ar: AReset via Phone No.A

# LOGIN_TITLE
source: Welcome back
ar: AWelcome backA

# LOGIN_VIA_EMAIL_SUB_TITLE
source: Sign in with your email and password
ar: ASign in with your email and passwordA

# LOGIN_VIA_PHONE_SUB_TITLE
source: Sign in with your mobile and get OTP
ar: ASign in with your mobile and get OTPA

# LOGIN_VIA_USERNAME_SUB_TITLE
source: Sign in with your username and password
ar: ASign in with your username and passwordA

# LOGIN_WITH_PHONE_NO
source: Login With Mobile Number
ar: ALogin With Mobile NumberA

source: Login With Username
ar: ALogin With UsernameA

source: Login With Email
ar: ALogin With EmailA

source: Send OTP
ar: ASend OTPA

source: Submit
ar: ASubmitA

# CONFIRM_EMAIL
source: Confirm Your Email
ar: AConfirm Your EmailA

# CONFIRM_PHONE_NO
source: Confirm Your Mobile
ar: AConfirm Your MobileA

source: Resend
ar: AResendA

# OTP_SUB_TITLE
source: Enter the code we've sent to -
ar: AEnter the code we've sent to -A

# HAVE_NOT_RECIEVED_CODE
source: haven't received a code?
ar: Ahaven't received a code?A

source: Active
ar: AActiveA

source: Pending
ar: APendingA

source: Cancelled
ar: ACancelledA

source: Completed
ar: ACompletedA
